Repository: priska96/gk-nfc-reader
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

# nfc_txt_discoveryMessage
source: Please place the card on your iPhone
de: Bitte legen Sie die Karte auf Ihr iPhone

# nfc_txt_connectMessage
source: Connect
de: Verbinden

# nfc_txt_secureChannel
source: Establishing a secure connection
de: Herstellen einer sicheren Verbindung

# nfc_txt_noCardMessage
source: No card found
de: Keine Karte gefunden

# nfc_txt_multipleCardsMessage
source: Multiple cards found
de: Es wurden mehrere Karten gefunden

# nfc_txt_unsupportedCardMessage
source: Card is not supported
de: Karte wird nicht unterstützt

# nfc_txt_connectionErrorMessage
source: NFC communication error
de: NFC Kommunikationsfehler

# nfc_txt_msg_secure_channel
source: Establishing secure connection...
de: Sichere Verbindung aufbauen...

# nfc_txt_msg_failure
source: Error!
de: Fehler!

# nfc_txt_msg_reset_success
source: Successful!
de: Erfolgreich!

# nfc_txt_selectHca
source: Select HCA
de: HCA Auswählen

# nfc_txt_msg_readHCAPDShort
source: Reading HCAP.DShort
de: HCA.PDShort Lesen

# nfc_txt_msg_readHCAPD
source: Reading HCA.PD
de: HCA.PD Lesen

source: Invalid CAN or PIN format
de: Falsches CAN oder PIN Format

# hca_pd_unavailable
source: HCA.PD is not available
de: HCA.PD ist nicht verfügbar

# rdr_txt_sec_title_commands
source: Commands
de: Kommandos

# rdr_txt_sec_title_overview
source: Overview
de: Übersicht

# rdr_txt_date
source: Date:
de: Datum:

# rdr_txt_result
source: Result:
de: Ergebnis:

# rdr_btn_copy
source: Copy
de: Kopieren

source: Unexpected response
de: Unerwartete Antwort

source: No data
de: Keine Daten

# fcp_missing_read_size
source: readSize attribute is missing
de: readSize Attribut fehlt

# failed_to_select_aid
source: Failed to select aid (Application Identifier)
de: Auswählen von aid (Application Identifier) fehlgeschlagen

# failed_to_select_fid
source: Failed to select fid (File Identifier)
de: Auswählen von fid (File Identifier) fehlgeschlagen

# zlib_initialization_failed
source: Zlib initialization failed. Could not initialize the decompression stream.
de: Zlib-Initialisierung fehlgeschlagen. Der Dekompressionsstream konnte nicht initialisiert werden.

# zlib_stream_error
source: An error occurred with the decompression stream.
de: Ein Fehler ist im Dekompressionsstream aufgetreten.

# zlib_decompression_failed
source: Zlib decompression failed. The stream encountered an error during decompression.
de: Zlib-Dekompression fehlgeschlagen. Der Stream ist während der Dekompression auf einen Fehler gestoßen.

# zlib_incomplete_decompression
source: The decompression did not finish successfully. Some data may be missing.
de: Die Dekompression wurde nicht erfolgreich abgeschlossen. Einige Daten könnten fehlen.

# unzipped_to_xml_string
source: Error while decode data into XML string
de: Fehler beim dekodieren der Daten in ein XML-String

# xml_data_conversion_failed
source: Failed to convert XML string to Data.
de: Die Konvertierung des XML-Strings in Data ist fehlgeschlagen.

# xml_parsing_failed
source: Failed to parse the XML.
de: Das Parsen des XML ist fehlgeschlagen.

# xml_unknown_element
source: Encountered an unknown element: %@.
de: Ein unbekanntes Element wurde gefunden: %@.
